import Header from "../Header/Header";
import Footer from "../Footer/Footer";
import './article.css';

import shark from '../../images/shark-in-space.png';

function ArticleSpaceSharks() {

    document.title = "Акули двічі облетіли Чумацький Шлях"

    return (
        <div id={'articlePage'}>
            <Header/>
            <article>
                <h1>Акули за час існування вже двічі облетіли Чумацький Шлях</h1>
                <p>За цей час вони майже не змінились і пережили чотири масових вимирання живих істот на Землі.</p>
                <img src={shark} alt={'Акула в космосі'}/>
                <div className={'textArea'}>
                    <p>Акули як вид існують на Землі так довго, що вже двічі облетіли нашу галактику.</p>
                    <p>Як пише IFLScience, наша планета разом з усією Сонячною системою робить повний оберт навколо
                        центру
                        нашої галактики приблизно за 230 млн років. Ми віддалені від центру на 28 тисяч світлових років.
                        Сонячна система рухається зі швидкістю приблизно 828 тисяч км/год.</p>
                    <p>Водночас акули вперше з'явилися на нашій планеті приблизно 450 млн років тому. Враховуючи, що за
                        цей
                        час ми вже двічі облетіли Чумацький Шлях, то ці морські хижаки живуть на Землі приблизно 2
                        галактичні роки.</p>
                    <p>Хоча на Землі за цей час відбулося дуже багато змін, самі акули практично не змінилися. Як
                        відомо,
                        вони з'явилися раніше, ніж перші дерева на Землі (приблизно 400 млн років тому) та динозаври
                        (приблизно 240 млн років тому).</p>
                    <p>За словами палеонтолога Емми Бернард, морські хижаки змогли пережити чотири масових вимирання
                        живих
                        істот на Землі не в останню чергу завдяки їхній різноманітності.</p>
                    <p>Вони дуже добре адаптуються до будь-яких змін довкілля і здатні вижити в найрізноманітніших
                        частинах
                        світового океану — від найбільших глибин до мілководдя. Крім того, акули вживають в їжу
                        найрізноманітніших морських істот, а тому з більшою ймовірністю виживуть, навіть якщо океани
                        повністю зміняться.</p>
                </div>
            </article>
            <Footer/>
        </div>
    );
}

export default ArticleSpaceSharks;