import Header from "../Header/Header";
import Footer from "../Footer/Footer";
import CustomImage from "../Utils/customImage";
import './article.css';

import moon from "../../images/moon.png";

function ArticleJapanOnTheMoon() {

    document.title = "Японія вдруге спробує запустити посадковий модуль на Місяць"

    return (
        <div id={'articlePage'}>
            <Header/>
            <article>
                <h1>Японія вдруге спробує запустити посадковий модуль на Місяць</h1>
                <CustomImage
                    $imageSrc={moon}
                    $imageAlt={'Місяць'}
                />
                <p>Японська компанія Mitsubishi Heavy Industries повідомила, що відкладений старт ракети-носія H2A із
                    посадковим модулем Японського космічного агентства на Місяць, призначено на четвер, 7 вересня.</p>
                <p>Компанія повідомила, що старт носія H2A планується близько 8:40 ранку з космічного центру на острові
                    Танегасіма в південно-західній префектурі Кагосіма.</p>
                <p>Серед корисного навантаження ракети буде розроблений Японським агентством аерокосмічних досліджень
                    місячний посадковий модуль SLIM, який випробовуватиме технологію точкової посадки на поверхню
                    супутника Землі.</p>
                <p>Очікується, що SLIM вийде на орбіту Місяця через три-чотири місяці після запуску та спробує досягнути
                    його поверхні через чотири-шість місяців.</p>
                <p>Дані, зібрані Японією з Місяця, будуть використані в очолюваному Сполученими Штатами проєкті
                    «Артеміда» (Artemis), метою якого є повернення людей на Місяць до 2025 року та розвиток дослідження
                    Місяця. Отриманий на супутнику Землі досвід має допомогти людству в дослідженні Марса.</p>
                <p>Запуск ракети планувалося здійснити тижнем раніше, проте його було скасовано приблизно за 30 хвилин
                    до запланованого старту через сильний вітер.</p>
                <p>У разі успіху Японія стане п’ятою країною, що здійснила висадку місяцехода на Земний супутник, після
                    Сполучених Штатів, Китаю, Індії та колишнього Радянського союзу.</p>
            </article>
            <Footer/>
        </div>
    );
}

export default ArticleJapanOnTheMoon;