import img from '../../images/space_24.png';
import Header from "../Header/Header";
import Footer from "../Footer/Footer";
import './article.css';

function ArticleBlackHole() {

    document.title = "Виявлена найстаріша чорна діра"

    return (
        <div id={'articlePage'}>
            <Header/>
            <article>
                <h1>Виявлена найстаріша чорна діра: науковці встановили, скільки їй років</h1>
                <p>Науковці виявили найстарішу чорну діру, яка утворилася вже через 470 млн років після Великого
                    вибуху.</p>
                <img src={img}/>
                <div className={'textArea'}>
                    <p>
                        Науковці виявили найстарішу чорну діру, що утворилася всього через 470 млн років після Великого
                        вибуху.
                    </p>
                    <p>
                        Ці результати підтверджують теорії про те, що надмасивні чорні діри існували на зорі Всесвіту.
                        Враховуючи, що Всесвіту 13,7 млрд років, вік цієї чорної діри становить 13,2 млрд років, пише
                        Abcnews. Ще більш вражаючим для науковців є те, що ця чорна діра величезна - в 10 разів більша,
                        ніж чорна діра в Чумацькому Шляху.
                    </p>
                    <p>
                        Дослідники вважають, що ця чорна діра утворилася з колосальних хмар газу, які впали в сусідній
                        галактиці з зірками. Дві галактики злилися, і чорна діра взяла верх.
                    </p>
                    <p>
                        За словами Пріямвади Натараджани науковиці з Єльського університету, той факт, що телескоп
                        Чандра
                        виявив її за допомогою рентгенівських променів, "без сумніву, підтверджує, що це чорна діра".
                        "Цей об'єкт вважається квазаром, оскільки він активно росте, а газ сліпуче яскравий", - пояснила
                        вона.
                    </p>
                    <p>
                        "Я вважаю дивним, що Чандра може робити такі дивовижні відкриття через 24 роки після свого
                        запуску", - прокоментував провідний автор дослідження Акос Богдан з Гарвард-Смітсонівського
                        центру астрофізики.
                    </p>
                </div>
            </article>
            <Footer/>
        </div>
    );
}

export default ArticleBlackHole;